// cSpell:disable
Atishay-Jain.All-Autocomplete
ChakrounAnas.turbo-console-log
VisualStudioExptTeam.vscodeintellicode
aaron-bond.better-comments
alefragnani.Bookmarks
asvetliakov.vscode-neovim
christian-kohler.path-intellisense
chrmarti.regex
dbaeumer.vscode-eslint
dlech.chmod
donjayamanne.githistory
dunstontc.viml
eamodio.gitlens
esbenp.prettier-vscode
humao.rest-client
mads-hartmann.bash-ide-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
msjsdiag.vscode-react-native
ritwickdey.LiveServer
rohit-gohri.format-code-action
ryuta46.multi-command
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
